Repository: Giuig/ninja_material
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja

source: Welcome to Decisioninja!
de: Willkommen bei Decisioninja!
es: ¡Decisioninja te da la bienvenida!
fr: Bienvenue dans Decisioninja!
it: Decisioninja ti dà il benvenuto!
ja: Decisioninjaへようこそ！

source: Welcome to Auraninja!
de: Willkommen bei Auraninja!
es: ¡Auraninja te da la bienvenida!
fr: Bienvenue dans Auraninja!
it: Auraninja ti dà il benvenuto!
ja: Auraninjaへようこそ！

# statsDisplayedHere
source: Your stats will be displayed here
de: Ihre Statistiken werden hier angezeigt
es: Tus estadísticas se mostrarán aquí
fr: Vos statistiques seront affichées ici
it: Le tue statistiche saranno mostrate qui
ja: ここにあなたの統計が表示されます

source: Decisions made so far:
de: Bisher getroffene Entscheidungen:
es: Decisiones tomadas hasta ahora:
fr: Décisions prises jusqu'à présent :
it: Decisioni prese fino ad ora:
ja: これまでの意思決定：

source: Home
ja: ホーム

source: Left/Right
de: L/R
es: Izq./Der.
fr: G/D
it: SX/DX
ja: 左/右

source: Dice
de: Würfel
es: Dados
fr: Dés
it: Dadi
ja: サイコロ

source: Pointer
de: Zeiger
es: Puntero
fr: Pointeur
it: Puntatore
ja: ポインター

source: Ninja
ja: 忍者

source: Settings
de: Einst.
es: Config.
fr: Réglages
it: Impostaz.
ja: 設定

# chooseLeftRight
source: Choose left or right!
de: Wählen Sie links oder rechts!
es: ¡Elige izquierda o derecha!
fr: Choisissez gauche ou droite !
it: Scegli destra o sinistra!
ja: 右か左を選ぶ！

source: Choosing...
de: Ich wähle...
es: Estoy eligiendo...
fr: Je choisis...
it: Sto scegliendo...
ja: 選んでいます...

# theResultIs
source: The result is: {result}
de: Das Ergebnis ist: {result}
es: El resultado es: {result}
fr: Le résultat est : {result}
it: Il risultato è: {result}
ja: 結果は：{result}

source: left
de: links
es: izquierda
fr: gauche
it: sinistra
ja: 左

source: right
de: rechts
es: derecha
fr: droite
it: destra
ja: 右

# throwDie
source: Throw the die!
de: Würfeln!
es: ¡Tira el dado!
fr: Lancez le dé !
it: Lancia il dado!
ja: サイコロを投げる！

# throwDice
source: Throw the dice!
de: Würfeln!
es: ¡Tira los dados!
fr: Lancez les dés !
it: Lancia i dadi!
ja: サイコロを投げる！

source: Throwing...
de: Ich werfe...
es: Estoy tirando...
fr: Je lance...
it: Sto lanciando...
ja: 投げています...

source: Total score:
de: Gesamtpunktzahl:
es: Total:
fr: Score total :
it: Totale:
ja: 合計：

# pointArrow
source: Point the arrow!
de: Ziele auf den Pfeil!
es: ¡Apunta la flecha!
fr: Visez la flèche !
it: Punta la freccia!
ja: 矢を指して！

source: Pointing...
de: Ich zielen...
es: Estoy apuntando...
fr: Je vise...
it: Sto puntando...
ja: 指しています...

# arrowResult
source: The result is: there
de: Das Ergebnis ist: dort
es: El resultado es: allí
fr: Le résultat est : là
it: Il risultato è: lì
ja: 結果は：ここ

# addFirstNinja
source: Add options first!
de: Optionen hinzufügen!
es: ¡Añadir opciones!
fr: Ajouter des options !
it: Aggiungi opzioni!
ja: オプションを追加!

# createNinja
source: Create Option
de: Option erstellen
es: Crear opción
fr: Créer une option
it: Crea Opzione
ja: オプションを作成

# removeNinja
source: Remove Option
de: Option entfernen
es: Quitar opción
fr: Supprimer une option
it: Rimuovi opzione
ja: オプションを削除

# chooseNinja
source: Choose the option!
de: Wähle eine Option!
es: ¡Elige una opción!
fr: Choisir une option !
it: Scegli opzione!
ja: オプションを選択！

# nameNinja
source: Option Name
de: Name der Option
es: nombre de la opción
fr: Nom de l'option
it: Nome Opzione
ja: オプションの名前

# chosenNinja
source: Chosen option:
de: Gewählte Option:
es: Opción elegida:
fr: Option choisie :
it: Opzione scelta:
ja: 選ばれたオプション：

source: Change theme
de: Design ändern
es: Cambiar tema
fr: Changer de thème
it: Cambia tema
ja: テーマを変える

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語

# resetCount
source: Reset stats
de: Statistiken zurücksetzen
es: Restablecer estadísticas
fr: Réinitialiser les statistiques
it: Resetta statistiche
ja: 統計をリセット

source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro/a?
fr: Êtes-vous sûr(e) ?
it: Sei sicuro/a?
ja: 本当によろしいですか？

# resetCountDescription
source: This will reset the stats of your decisions. Do you want to proceed?
de: Wenn Sie fortfahren, werden die Statistiken Ihrer Entscheidungen zurückgesetzt. Möchten Sie fortfahren?
es: Al continuar, restablecerás las estadísticas de tus decisiones. ¿Quieres continuar?
fr: En procédant, vous réinitialiserez les statistiques de vos décisions. Voulez-vous continuer?
it: Procedendo azzererai le statistiche delle tue decisioni. Vuoi procedere?
ja: 続行すると、あなたの意思決定の統計がリセットされます。続行しますか？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Resetta
ja: リセット

source: Version
es: Versión
it: Versione
ja: バージョン
